acpi
acpid
alacritty
alsa-utils
arc-gtk-theme
avahi
base
base-devel
bluez
bluez-utils
brightnessctl
btrfs-progs
dhclient
dhcpcd
dialog
discord
docker
docker-buildx
docker-compose
duf
efibootmgr
efitools
ethtool
firewalld
foot
git
gnome-keyring
gnu-free-fonts
go
grml-zsh-config
grub
grub-btrfs
gvfs-mtp
haveged
htop
imv
intel-ucode
inter-font
iw
iwd
lazygit
linux
linux-firmware
lxappearance
ly
man-db
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
openjdk11-src
openjdk17-src
openjdk8-src
openssh
packagekit
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-docs
pkgfile
powertop
pulseaudio
reflector
ripgrep
rsync
rustup
starship
sway
swaybg
swayidle
swaylock
terminus-font
thunar
tmux
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
udiskie
udisks2
unrar
unzip
upower
vim
vlc
waybar
wget
whois
wofi
wpa_supplicant
xdg-desktop-portal-wlr
xdg-utils
xorg-xwayland
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
