acpi
acpid
alacritty
alsa-utils
avahi
base
base-devel
bluez
bluez-utils
brightnessctl
btrfs-progs
dhclient
dhcpcd
dialog
discord
docker
docker-buildx
docker-compose
duf
efibootmgr
efitools
ethtool
firewalld
foot
galculator
git
gnome-keyring
gnu-free-fonts
go
grml-zsh-config
grub
grub-btrfs
gvfs-mtp
haveged
htop
imv
intel-ucode
iw
iwd
lazygit
linux
linux-firmware
man-db
nano
neofetch
neovim
network-manager-applet
networkmanager
obs-studio
openssh
packagekit
pacman-contrib
pavucontrol
pipewire-alsa
pipewire-docs
pkgfile
powertop
pulseaudio
reflector
ripgrep
rsync
rustup
starship
tmux
udiskie
udisks2
unrar
unzip
upower
vim
vlc
waybar
wget
whois
wofi
wpa_supplicant
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xorg-xwayland
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
