inter-font
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extrattf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
terminus-font
